{
    "startDateContext": 1869,
    "endDateContext": 1977,
    "scale": "Months",
    "events": [
        {
            "name": "Atentado y muerte del General PRIM",
            "content": "<p>El general Prim murió el 30 de diciembre de 1870 a causa de las heridas infectadas que le causó un atentado que sufrió tres días antes. En 2012 la Comisión Prim de Investigación, formada por expertos de la Universidad Camilo José Cela, estudió el cuerpo embalsamado y dictaminó que los surcos y marcas en el cuello de la víctima eran \"compatibles\" con un posible estrangulamiento a lazo.30​ Posteriormente, esta universidad se desvinculó del proyecto, por su carácter conflictivo, ya que se firmó un acuerdo de confidencialidad con las fotos del cuerpo que terminaron saliendo a la luz. Una segunda autopsia de la momia de Prim —llevada a cabo por la Universidad Complutense de Madrid— dictaminó en diciembre de 2013 que los surcos del cuello —que aparecen igualmente en los gemelos— fueron causados por la presión de las ropas, descartando el estrangulamiento.31​32​ No obstante, dicho estudio fue criticado por el periodista Francisco Pérez Abellán por su falta de rigor y de pruebas documentales que defendieran dicha tesis, contraria a la de la Universidad Camilo José Cela.</p>\n",
            "gallery": [
                {
                    "name": "Atentando Prim",
                    "url": "https://upload.wikimedia.org/wikipedia/commons/8/81/Juan-Prim-atentado-1871.jpg",
                    "type": "URL",
                    "id": 1601807983407
                }
            ],
            "address": "Centro Comercial ABC, 61, Calle de Serrano, Castellana, Salamanca, Madrid, Área metropolitana de Madrid y Corredor del Henares, Community of Madrid, 28006, Spain",
            "day": "1870-12-30T12:14:44.000Z",
            "range": false,
            "id": 1601807994346,
            "position": [
                40.42042281986496,
                -3.6868230174569527
            ],
            "rage": false
        },
        {
            "name": "Asesinato de José Canalejas",
            "content": "<p>El asesinato de José Canalejas tuvo lugar en la Puerta del Sol de Madrid el 12 de noviembre de 1912, con el resultado de la muerte del entonces presidente del gobierno de España. De esta forma trágica terminó el segundo intento de «regeneración desde dentro» del régimen político de la Restauración durante el reinado de Alfonso XIII.</p>\n",
            "gallery": [
                {
                    "name": "Asesinato Canalejas",
                    "url": "https://upload.wikimedia.org/wikipedia/commons/9/9b/Asesinato_Jose_Canalejas.jpg",
                    "type": "URL",
                    "id": 1601808273408
                }
            ],
            "address": "Loft 39, Calle de Velázquez, Recoletos, Salamanca, Madrid, Área metropolitana de Madrid y Corredor del Henares, Community of Madrid, 28001, Spain",
            "day": "1912-11-12T12:00:00.000Z",
            "range": false,
            "id": 1601808275158,
            "position": [
                40.42604212826493,
                -3.684291294642861
            ],
            "rage": false
        },
        {
            "name": "Asesinato de Cánovas del Castillo",
            "content": "<p>A principios de agosto de 1897 Angiolillo se encontraba en Guipúzcoa y el día 8 al mediodía le disparó tres tiros de revólver al presidente del gobierno Antonio Cánovas del Castillo cuando leía los periódicos en un banco en el balneario de Santa Águeda, en el que pasaba unos días de descanso. El asesino fue detenido y juzgado inmediatamente. Durante el juicio justificó su crimen como una represalia por las torturas a las que habían sido sometidos los sospechosos por el atentado de la procesión del Corpus de Barcelona en el castillo de Montjuic a donde habían sido conducidos, y de las que hacía responsable al presidente del gobierno. También declaró su solidaridad con los que vivían en la miseria, su rechazo a la injusticia social y su amor al anarquismo.</p>\n",
            "gallery": [
                {
                    "name": "Asesinato Cánovas",
                    "url": "https://upload.wikimedia.org/wikipedia/commons/b/b4/Angiolillo-assassinato.jpg",
                    "type": "URL",
                    "id": 1601808722469
                }
            ],
            "address": "Gesalibar, Gesalibar auzoa, Gesalibar, Uribe, Mondragón, Debagoiena, Gipuzkoa, Autonomous Community of the Basque Country, 20500, Spain",
            "day": "1897-10-08T12:14:44.000Z",
            "range": false,
            "id": 1601808685069,
            "position": [
                43.06275049235007,
                -2.5308079298804858
            ],
            "rage": false
        },
        {
            "name": "Asesinato de Eduardo Dato",
            "content": "<p>La tarde del 8 de marzo de 1921 el presidente Dato, que había pasado toda la tarde en el Senado,11​ fue recogido por su coche oficial para trasldarse a su domicilio particular, sito en el número 1 de la calle Olózaga.12​ Tras abandonar la plaza del Senado, el vehículo continuó su trayecto por la Plaza de Isabel II, la Puerta del Sol y la calle de Alcalá. El sidecar, que ya se encontraba en marcha en la plaza de Cibeles, divisó al coche de Dato y se situó veinte metros tras él. Cuando el automóvil llegó a la plaza de la Independencia redujo la velocidad para girar. Fue en ese momento cuando el sidecar se aproximó rápidamente y los pistoleros comenzaron a disparar.</p>\n<p>Pedro Mateu y Luis Nicolau dispararon contra la parte trasera del vehículo oficial hasta vaciar los cargadores de sus pistolas «Mauser», realizando un total de veinte impactos.10​14​ Entonces Casanellas aceleró para emprender la huida, si bien Mateu realizó dos disparos más contra la ventanilla del coche, a la altura donde se encontraba Dato.10​ El sidecar se alejó a toda velocidad del lugar del crimen, dirigiéndose al garaje que habían alquilado en Ciudad Lineal. Mientras tanto, el chófer del automóvil, el sargento Manuel Ros, que inicialmente no se había cerciorado de lo que estaba pasando, reaccionó y aceleró; a su lado iba un ayudante, que había resultado herido en el transcurso del tiroteo. Detrás, Dato había resultado alcanzado por ocho disparos, tres de ellos mortales.12​</p>\n<p>El automóvil llegó a calle Olózaga, desde donde se dirigió a la Casa del Socorro de Buenavista. Allí los doctores le inyectaron a Dato aceite alcanforado,11​ sin que ello tuviera efecto. El presidente del Consejo de Ministros había ingresado cadáver.</p>\n<p>La noticia del asesinato de Eduardo Dato rápidamente se extendió por todo Madrid. Apenas cinco minutos después de haberse cometido el atentado, este ya era conocido en el Palacio Real y en la presidencia del Gobierno. También se transmitiría esta con carácter inmediato a los gobiernos civiles de todo el país, mediante comunicación telefónica</p>\n",
            "gallery": [
                {
                    "name": "Eduardo Dato",
                    "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Cotxedato.jpg/634px-Cotxedato.jpg",
                    "type": "URL",
                    "id": 1601809594109
                }
            ],
            "address": "BBVA, 5, Plaza de la Independencia, Recoletos, Salamanca, Madrid, Área metropolitana de Madrid y Corredor del Henares, Community of Madrid, 28001, Spain",
            "day": "1921-03-08T12:00:00.000Z",
            "range": false,
            "id": 1601809595597,
            "position": [
                40.4204554916193,
                -3.688265471899204
            ]
        },
        {
            "name": "Asesinato de Carrero Blanco",
            "content": "<p>La mañana del 20 de diciembre de 1973, como solía hacer cada día antes de acudir a la sede de la Presidencia del Consejo de Ministros, Carrero Blanco fue a oír misa en la iglesia de San Francisco de Borja.10​ Tras la celebración religiosa volvió a subirse a su coche oficial. Cuando circulaba por la calle Claudio Coello, alrededor de las 09:27, los terroristas de ETA activaron las cargas explosivas en el momento en que el vehículo pasó por encima de la zona señalada con un coche aparcado por los etarras. La explosión, que acabó en el instante con la vida de Carrero Blanco, fue tan violenta que abrió un gran cráter en el asfalto y el coche, un Dodge 3700 GT de casi 1800 kilos de peso, voló por los aires y cayó en la azotea de la Casa Profesa anexa a la iglesia donde había asistido a misa momentos antes. Su hija Ángeles, que siempre lo acompañaba, no lo hizo ese día, lo cual evitó más muertes. Posteriormente también fallecieron los acompañantes que iban en el vehículo junto a Carrero, el inspector de Policía Juan Antonio Bueno Fernández y el conductor del vehículo José Luis Pérez Mogena.</p>\n",
            "gallery": [
                {
                    "name": "Carrero",
                    "url": "https://antoniocdelaserna.files.wordpress.com/2014/04/1.jpg",
                    "type": "URL",
                    "id": 1601809974208
                }
            ],
            "address": "CLAUDIO COELLO, CALLE, DE,47, Calle de Claudio Coello, Recoletos, Salamanca, Madrid, Área metropolitana de Madrid y Corredor del Henares, Community of Madrid, 28001, Spain",
            "day": "1973-12-20T11:00:00.000Z",
            "range": false,
            "id": 1601809975602,
            "position": [
                40.42626264387666,
                -3.6864639109924084
            ],
            "rage": false
        },
        {
            "name": "Atentado contra Alfonso XIII y Victoria Eugenia de Battemberg",
            "content": "<p>Al pasar por el número 88 de la calle Mayor de Madrid la comitiva sufrió un atentado con una bomba camuflada en un ramo de flores tirada desde uno de los balcones. Murieron veintitrés personas entre miembros de la guardia real y personas que admiraban el desfile. La explosión no hirió a los reyes ni a los guardias que iban en la carroza, entre ellos Diego López Peralbo escolta de la Familia Real en la fecha. La reina se presentó ante los invitados con el traje manchado de sangre por los muertos que había provocado el atentado. El causante del atentado fue el anarquista Mateo Morral Roca que fue detenido en Torrejón de Ardoz por un guardia jurado.</p>\n",
            "gallery": [
                {
                    "name": "Atentando Alfonso XIII",
                    "url": "https://www.miradormadrid.com/wp-content/uploads/2016/11/Monumento-calle-Mayor-6-Foto-ABC.jpg",
                    "type": "URL",
                    "id": 1601810403839
                }
            ],
            "address": "Calle Mayor 88, 88, Calle Mayor, Palacio, Centro, Madrid, Área metropolitana de Madrid y Corredor del Henares, Community of Madrid, 28013, Spain",
            "day": "1906-05-31T12:00:00.000Z",
            "range": false,
            "id": 1601810524654,
            "position": [
                40.41515837620587,
                -3.713034669892122
            ],
            "rage": false
        },
        {
            "name": "Atentado contra el general Martínez Campos",
            "content": "<p>El 24 de septiembre de 1893 el general Arsenio Martínez Campos, capitán general de Cataluña y una de las figuras claves de la Restauración borbónica en España, presidió un desfile en la Gran Vía de Barcelona. Durante el mismo el anarquista Paulino Pallás le lanzó dos bombas. El general sólo resultó ligeramente herido, pero un guardia civil falleció poco después con el vientre y las piernas destrozadas y otras quince personas sufrieron heridas de mayor consideración. A una de ellas, una joven de veinticuatro años llamada Rosalía Barbé, hubo que amputarle una pierna para salvarle la vida.5​</p>\n<p>El autor del atentado fue detenido en el acto y en su casa se encontraron, según informó el Diario de Barcelona, «multitud de proclamas anarquistas, las fotografía de los anarquistas que fueron ejecutados en Chicago y varias cartas procedentes de Francia, en las que se daban instrucciones sobre la manera de llevar a cabo la revolución social». La prensa también informó de que los artefactos encontrados en la vivienda de Pallás eran similares a los hallados en la del anarquista Francesco Momo que murió cuando le estalló una de las bombas que preparaba.&nbsp;&nbsp;</p>\n",
            "gallery": [
                {
                    "name": "Martinez Campos Antetado",
                    "url": "https://upload.wikimedia.org/wikipedia/commons/f/f0/Paulino_Pallas_Atentat.JPG",
                    "type": "URL",
                    "id": 1601822537296
                }
            ],
            "address": "Gran Via de les Corts Catalanes, el Fort Pienc, Barcelona, Barcelonés, Barcelona, Catalonia, 08001, Spain",
            "day": "1893-09-24T12:14:44.000Z",
            "range": false,
            "id": 1601822563621,
            "position": [
                41.39770479881506,
                2.179075541616489
            ],
            "rage": false
        }
    ],
    "metadata": {
        "name": "Magnicidios",
        "backgroundImage": "https://historia.nationalgeographic.com.es/medio/2019/03/14/12-asesinato-julio-cesar-oleo-camuccini_67865781_1280x720.jpg",
        "description": "<p>El magnicidio es el asesinato de una persona importante, usualmente una figura política o religiosa. El magnicida suele tener una motivación ideológica o política, y la intención de provocar una crisis política o eliminar un adversario que considera un obstáculo para llevar a cabo sus planes.</p>\n<p></p>\n<p>La figura del magnicidio ha sido históricamente la más penada en los diferentes Estados a lo largo de la historia penal. Puede estar tratado como agravante del asesinato, o como un tipo propio. En general, exige que se produzca la muerte de una o más personas determinadas en función de su cargo y se reúnan los tipos de asesinato u homicidio en la comisión del delito.</p>\n<p></p>\n<p>En algunos Estados la figura queda reducida a la muerte del jefe de Estado. En otros es más amplia, pues incluye al presidente del Gobierno o primer ministro, a los presidentes del Parlamento o Congreso y a la familia de los jefes de Estado, cuando el sistema es una monarquía. En este último caso, se incluye la muerte de los sucesores o herederos directos de la Corona.</p>\n<p></p>\n<p>El término se ha utilizado también para nombrar los asesinatos de renombrados dirigentes políticos y religiosos, como por ejemplo al asesinato del presidente de los Estados Unidos, Abraham Lincoln, el presidente del Ecuador, Gabriel García Moreno (en las gradas mismas del Palacio de Gobierno); el vicepresidente de Paraguay, Luis María Argaña, los candidatos presidenciales colombianos Jorge Eliécer Gaitán y Luis Carlos Galán, el expresidente de Chile Eduardo Frei Montalva, el candidato presidencial mexicano Luis Donaldo Colosio Murrieta o el líder hindú Gandhi.</p>\n"
    },
    "id": "GHE_1601719056853"
}